
[UNK]
the
no
findings
are
is
startseq
endseq
normal
and
pleural
pneumothorax
or
of
heart
there
effusion
lungs
size
focal
within
clear
limits
in
pulmonary
consolidation
silhouette
mediastinal
cardiomediastinal
airspace
right
left
lung
acute
mediastinum
disease
with
stable
unremarkable
structures
contours
contour
changes
bony
a
spine
thoracic
large
without
mild
cardiac
appear
vascularity
opacity
effusions
seen
osseous
calcified
degenerative
intact
evidence
for
abnormality
upper
visualized
opacities
vasculature
to
lobe
aorta
lateral
chest
bilaterally
noted
volumes
atelectasis
identified
lower
infiltrate
present
low
air
edema
prior
space
enlarged
on
granuloma
grossly
appearance
bilateral
free
unchanged
both
pneumothoraces
interval
expanded
thorax
base
small
hilar
cardiomegaly
soft
nodules
interstitial
scarring
rib
pneumonia
otherwise
negative
mildly
aortic
infiltrates
tortuous
granulomatous
definite
areas
vascular
frontal
masses
examination
abnormalities
view
at
suspicious
central
costophrenic
which
visible
minimal
increased
hyperexpanded
atherosclerotic
tissues
sternotomy
chronic
from
not
patient
hemidiaphragm
granulomas
consistent
suggest
specifically
midline
trachea
spaces
show
alveolar
have
calcifications
appears
this
views
may
markings
inflated
well
lymph
overlying
cardio
again
has
clips
tip
prominent
normally
fracture
posterior
patchy
nodule
density
basilar
bibasilar
an
skeletal
scattered
crowding
bronchovascular
silhouettes
adenopathy
fractures
blunting
typical
tortuosity
surgical
be
anterior
spondylosis
represent
sided
moderate
consolidations
bone
nodular
midlung
cm
change
but
obtained
streaky
previous
catheter
calcification
th
displaced
radiographs
configuration
prominence
old
consists
tissue
study
exam
compatible
been
bases
age
subsegmental
hyperinflated
emphysema
over
compared
pa
mm
deformity
widening
mid
elevation
as
than
limited
hypoinflated
was
t
fluid
osteophytes
multiple
hernia
body
also
significant
remain
middle
greater
apex
flattening
abdomen
perihilar
emphysematous
demonstrated
demonstrate
area
diffuse
any
throughout
diaphragm
cabg
were
thickening
remains
postsurgical
hiatal
aerated
vertebral
slightly
junction
enlargement
ap
some
mass
borderline
appearing
multilevel
densities
versus
venous
thoracolumbar
superior
region
near
hyperinflation
elevated
due
diaphragms
congestion
arthritic
apical
svc
significantly
secondary
reveal
represents
projecting
biapical
airways
most
line
hyperexpansion
cervical
retrocardiac
eventration
tube
similar
sequela
scoliosis
s
lobes
disc
by
along
scar
quadrant
projection
medial
measuring
lucency
flattened
engorgement
distal
clavicle
top
ribs
persistent
leads
external
approximately
suggesting
since
representing
process
evaluation
ectasia
suggestive
previously
post
possibly
overall
midthoracic
hemidiaphragms
endplate
diameter
dense
could
associated
vague
severe
rotated
picc
paratracheal
monitor
lingula
hilum
dextroscoliosis
descending
decreased
cholecystectomy
zone
these
technique
somewhat
segment
fusion
fat
deformities
convincing
status
redemonstration
opacification
kyphosis
healed
ectatic
curvature
breast
atrium
apices
volume
two
shoulder
rounded
removal
related
probable
postoperative
position
partially
moderately
marked
loss
improved
however
excluded
comparison
calcific
atherosclerosis
artifact
aeration
that
retrosternal
residual
parenchymal
obstructive
given
developed
blunted
adjacent
wall
unfolding
superimposed
stent
sequelae
round
reveals
levoscoliosis
joint
infection
images
fissure
coronary
cavoatrial
bodies
aspect
arteries
amount
x
valve
technical
sulcus
subdiaphragmatic
subclavian
peripheral
obscuration
numerous
noncalcified
lumbar
irregular
inferior
humeral
foreign
first
few
factors
epicardial
ct
caliber
atrial
artery
active
abnormal
wedge
unfolded
underlying
symmetric
subtle
sized
several
radiograph
projected
pectus
partial
osteophyte
osseus
one
note
level
it
indeterminate
formation
fibrosis
evaluated
discrete
development
defined
coarse
acromioclavicular
under
through
suggests
stomach
rotation
remote
remainder
probably
predominantly
possible
pattern
only
node
nipple
more
measures
lumen
loops
lesions
l
jugular
irregularity
internal
injury
improvement
ill
hyperlucent
habitus
exaggerated
engorged
cannot
bowel
bandlike
apparent
accentuated
tracheostomy
spinal
shaped
scan
resolved
removed
relative
reflect
questionable
pneumoperitoneum
placement
pericardial
overt
neck
lymphadenopathy
lingular
lines
lesion
knee
incompletely
dual
diminished
dextrocurvature
demonstrates
correlate
contrast
confluent
collections
collection
cardiopulmonary
azygos
appreciated
addition
vertebra
vein
sulci
studies
slight
shift
sclerotic
rightward
replacement
relatively
redemonstrated
proximal
pleura
pelvis
overlie
osteopenia
motion
lordotic
lobar
known
joints
its
ij
hyperlucency
head
early
dislocation
dilated
diffusely
differences
dextro
curvilinear
copd
considering
collapse
cavitary
caval
bullet
better
basal
ascending
above
abdominal
would
uncertain
uncalcified
suprahilar
subcutaneous
retraction
regions
radiographic
question
posteriorly
parenchyma
overlapping
overlap
outside
obscure
now
markers
lobectomy
irregularities
involving
infrahilar
including
humerus
history
hemithorax
healing
glenohumeral
device
consolidative
concerning
causing
bypass
bullous
bullae
between
atelectatic
asymmetric
worse
wedging
ventricular
tunneled
tubing
tuberculous
tuberculosis
transverse
three
third
thin
sutures
suture
surgery
stripe
stents
spurring
shape
shadows
sclerosis
resolution
radiopaque
prosthesis
projects
positional
pneumomediastinum
platelike
overlies
obscured
narrowing
mitral
minimally
material
margination
like
kyphotic
intraperitoneal
indistinct
indicate
increase
incidental
image
gross
greatest
graft
fullness
fragment
filled
extremity
extensive
examinations
etiology
distribution
dish
dialysis
cortical
convexity
consolidating
colon
coarsened
centrally
cassettes
carina
background
b
axillary
available
arthritis
ankle
aneurysm
allowing
advanced
zones
width
widened
vasculatures
total
terminating
suspected
supine
suggestion
structure
smaller
single
shunt
shows
review
retained
result
residuals
renal
rectum
recommended
recess
prostheses
procedure
posterolateral
positioning
portable
performed
partly
pads
oval
other
osteopenic
oriented
obvious
obscures
obliquely
notable
mediport
markedly
lucent
lucencies
lobulated
limit
levocurvature
less
largest
interstitium
hyperdense
hyperaerated
high
hiatus
granulomata
gastroesophageal
further
fragments
fourth
flowing
fixation
fissures
fissural
finding
film
fifth
fibrotic
exclude
excavatum
exams
epigastric
endotracheal
end
does
dislocations
deviation
developing
denser
demineralization
decubitus
dated
cystic
corresponding
complete
compartment
combination
colonic
closure
clinical
characteristic
cavity
carinatum
cardia
callus
bronchiectasis
bronchi
broken
bridging
behind
axilla
attenuation
alternatively
alignment
airway
accounting
your
whose
ventricle
upward
up
tubular
tubes
tricompartmental
triangular
towards
torturous
today
thoracotomy
they
testes
tenderness
tapering
surrounding
substernal
subpleural
subphrenic
subcentimeter
subcarinal
strandy
stool
stimulator
sternum
splenic
skin
sixth
side
short
shielded
septal
senescent
second
screw
scoliotic
sacroiliac
reticulonodular
reticular
repeated
repair
remodeling
remarkable
reflecting
reduced
recommend
recesses
recent
rd
radiodensity
radiodense
prosthetic
projectile
primary
presence
posttraumatic
poorly
placed
piercing
persists
persistently
peribronchial
performance
particularly
paraspinal
parahilar
ovoid
overlay
obstruction
oblique
nondisplaced
non
ng
neoplasm
nasogastric
narrow
moved
mortise
midfoot
midabdomen
measure
mastectomy
masslike
marginal
margin
maintained
lv
lumpectomy
lumbosacral
loculated
location
laryngeal
larger
largely
kub
jewelry
interspace
interposition
interface
innumerable
inlet
inferiorly
infectious
implants
hypoventilated
hypoinflation
hypertension
hydropneumothorax
horizontal
histoplasmosis
hip
heavily
haziness
hand
gastrostomy
fungal
focus
fluoroscopy
fibronodular
feeding
features
favored
failure
extremely
exposure
expiratory
expected
except
exaggeration
evident
evidenced
essentially
entire
enteric
elements
distending
discoid
detail
destructive
described
dependent
definitively
definitely
deep
dedicated
currently
cuffing
crowded
costochondral
costicartilage
corticated
cortex
continued
containing
confirm
concern
compressive
complicating
collecting
clinically
cleared
clavicular
circumscribed
circular
chronically
chin
centrilobular
cartilages
cardiophrenic
capping
bronchitis
brachiocephalic
bochdalek
below
artifacts
articulation
around
arm
approximating
annular
additionally
additional
acuity
accessory
years
worsening
worsened
whether
we
walled
vp
very
vertically
verterbroplasty
vertebrae
vasculaturity
varying
ureteral
upon
units
uniformly
underpenetrated
undergone
unclear
umbilical
traverses
transmetatarsal
traction
tracking
trabecular
totally
tomogram
tips
time
thyroid
thready
thickness
tenting
tendinitis
telemetry
technically
tb
systems
synovial
syndesmophytes
syndesmophyte
symmetrically
supraclavicular
superiorly
superficial
summation
sulcal
subpulmonic
submitted
subchondral
stringy
streakiness
stranding
straightening
stabilization
st
splinting
spiculated
smooth
sizes
six
sign
shrapnel
showed
should
shortening
shifted
she
severely
setting
series
separation
segmental
seems
see
scars
scapular
scapula
scaphoid
satisfactory
same
sagittal
sacrum
rotatory
rotator
rods
ring
revascularization
retrosternally
retrolisthesis
retrocrural
retracted
retention
resultant
resolving
reside
resection
representative
remaining
relating
relates
regular
reformats
reflex
reflects
recurrence
rectal
reasonably
re
ratio
radiography
radiographically
radiating
punctate
pull
progression
pretracheal
pression
predominance
postradiation
postop
posterobasal
possibility
portions
poly
pneumonitis
pneumonic
pneumatoceles
pleuroparenchymal
plates
plaque
plantar
piercings
pic
persistence
peritracheal
periphery
peripherally
perhaps
pedicle
pathologic
passive
passes
overload
outward
osteodystrophy
osteochondromas
osteoarthritis
orthopedic
origin
opaque
onset
occluder
obviously
observed
obscuring
oblong
number
notification
noticed
notably
nonspecific
nonobstructive
nonenlarged
nondilated
nondiagnostic
neurostimulator
neoplastic
necks
nd
narrowed
myocardial
myeloma
my
multifocal
morgagni
monitoring
mixed
midright
midlower
midclavicular
metastatic
medication
medially
maximum
marrow
marking
margins
malleoli
magnified
magnification
lytic
look
loculation
located
liver
limbus
ligamentous
layering
last
knees
kidneys
juxtahilar
iv
intravenous
intramedullary
into
inthe
intervertebral
interruption
interrupted
interpretation
interlobar
interim
institutions
innominate
injection
infracarinal
inflammatory
infections
infarct
indwelling
indistinctness
increasing
included
incidentally
implantable
immediately
imaging
imaged
if
i
hypoventilatory
hypoventilation
hypodense
hypertrophy
hyper
hump
hours
hips
hindfoot
hemothorax
hemodialysis
hematoma
grafts
goiter
globular
glenoid
generator
generative
generalized
gastric
gallstone
fully
found
fossae
formed
formations
forefoot
forearm
foot
followup
fold
foci
focally
flexure
femoral
favoring
extubation
extraluminal
extension
expansion
expansile
exclusion
exchanged
example
evolving
especially
esophagus
esophagectomy
erosions
epipericardial
epigastrium
enthesophyte
endplates
enchondroma
empyema
embolization
embolism
elongation
electronic
elbow
ekg
either
duct
do
diverticula
distributed
distortion
distinct
distended
disruption
disrupted
displacement
diminutive
dimension
dilation
diaphragmatic
dextrocardia
determined
destruction
depressions
depression
densely
degree
degraded
degeneration
degenerated
degenerate
deformed
definitive
decrease
dating
cyst
crosstable
crosses
critical
crescentic
coursing
courses
costodiaphragmatic
corresponds
correlation
correction
correct
coronal
convex
contributes
continues
considerably
consider
congenital
confluence
condition
computed
compensatory
common
collapsed
coils
clearing
clavicles
cirrhotic
chronicity
chondral
cervicothoracic
cerclage
cephalization
centered
cell
cavitations
cardiothymic
cardiothoracic
calcaneal
bronchopulmonary
bronchial
br
bordered
biopsy
biliary
bihilar
bibasal
beyond
besides
benign
benefit
believed
become
based
balloon
bacterial
back
avn
atypical
assessment
aspiration
aspergilloma
aside
asbestos
artifactually
artifactual
arthroplasty
arterial
appropriate
appreciable
appearances
aorticopulmonary
anteriorly
another
angulate
anchors
anchor
amputation
all
ago
after
acetabulum
accentuates
abut
absence
about
