
[UNK]
impression
startseq
endseq
no
acute
cardiopulmonary
disease
abnormality
of
the
right
and
normal
pulmonary
left
findings
with
lungs
chest
clear
or
active
process
heart
evidence
size
is
lung
pleural
atelectasis
stable
in
cardiomegaly
are
for
effusion
abnormalities
lobe
airspace
to
mild
without
mediastinal
radiographic
upper
focal
within
pneumonia
edema
negative
limits
effusions
small
may
opacities
changes
bilateral
lower
be
identified
interstitial
basilar
consolidation
low
there
opacity
volumes
a
scarring
infiltrate
base
pneumothorax
chronic
represent
calcified
contour
seen
nodules
this
silhouette
otherwise
emphysema
bibasilar
minimal
comparison
on
cardiac
versus
thoracic
lateral
appearance
well
aorta
prior
exam
rib
expanded
change
further
which
tuberculosis
nodule
most
finding
as
patchy
interval
consistent
vascular
large
if
air
subsegmental
recommend
midlung
unremarkable
mm
definite
hilar
fractures
ct
prominent
increased
unchanged
compatible
at
spine
moderate
masses
infection
fracture
tip
evaluation
vasculature
nodular
followup
anterior
tortuous
aortic
study
mildly
granuloma
could
copd
sided
radiograph
from
degenerative
but
appears
mass
impressions
hyperexpanded
catheter
middle
enlarged
central
apical
suggestive
streaky
hemidiaphragm
failure
cm
borderline
space
noted
not
hypoinflation
appear
vascularity
probable
perihilar
limited
hernia
density
congestion
cardiomediastinal
alveolar
visible
suspicious
infiltrates
hyperinflated
hiatal
costophrenic
would
than
resolution
prominence
posterior
mediastinum
granulomas
th
secondary
possible
lymph
granulomatous
fibrosis
emphysematous
volume
view
significant
s
recommended
previous
possibly
contours
bony
markings
intrathoracic
enlargement
due
an
adenopathy
superimposed
patient
old
mid
grossly
elevated
deformity
crowding
consider
bronchovascular
associated
abdomen
these
scattered
persistent
appearing
helpful
greater
thickening
slightly
representing
question
preoperative
medial
imaging
differential
age
sternotomy
specifically
severe
multiple
improved
examination
blunting
above
slight
shoulder
parenchymal
overlying
fluid
concerning
clinical
before
abnormal
t
suggest
structures
some
soft
residual
overt
over
metastatic
indeterminate
hypertension
film
displaced
correlation
continued
venous
tortuosity
tissue
svc
represents
pericardial
level
however
given
films
elevation
diagnosis
correlate
contrast
clinically
bases
vertebral
vague
underlying
suggesting
since
scan
ribs
retrocardiac
related
reflect
near
lobar
known
injury
infectious
history
demonstrated
calcifications
by
body
bilaterally
typical
segment
radiographs
please
paratracheal
pa
knee
includes
exclude
described
available
atypical
area
apex
visualized
tube
region
projecting
probably
postsurgical
lobes
lingular
lingula
early
dilated
concern
compared
calcification
biapical
atherosclerotic
approximately
appropriate
worsening
very
suspected
setting
senescent
scar
present
post
pattern
parenchyma
overall
midthoracic
measuring
marked
indicated
diaphragm
clips
cannot
both
aspiration
aeration
trapping
that
technique
spurring
recent
peripheral
lymphadenopathy
junction
inspiratory
ill
hyperinflation
head
excluded
ectasia
document
distal
diffuse
defined
complete
collapse
bandlike
ascending
weeks
up
tuberculous
top
today
thorax
tenderness
similar
shadows
primary
picc
one
note
nonspecific
node
more
malignancy
line
l
joint
involving
inflammatory
images
hypoventilation
hilum
following
few
extensive
ensure
ectatic
configuration
clavicle
characterization
bowel
arteries
after
adjacent
abdominal
worse
wall
through
surgery
suggests
suggested
status
sarcoidosis
quality
pneumonitis
pelvis
outside
other
obstructive
numerous
lumbar
lucency
less
lesion
increase
include
improvement
hyperexpansion
hemithorax
has
densities
considering
chf
cervical
better
been
atrium
artifact
artery
aneurysm
advanced
x
widening
wedge
warranted
views
vein
uncertain
two
treatment
tracheostomy
throughout
technical
tb
surgical
subtle
subclavian
scoliosis
round
questionable
primordial
osseous
only
neoplasm
neck
lordotic
irregular
inflammation
inferior
increasing
healed
focus
first
factors
eventration
evaluate
dextroscoliosis
development
developing
dedicated
decreasing
considerations
congestive
confirm
comparisons
carina
cardiothoracic
bullous
bronchiectasis
atrial
any
also
along
again
additional
zone
were
was
useful
thoracolumbar
therapy
technically
superior
sulcus
studies
stent
stability
spondylosis
somewhat
sized
shift
shaped
sequela
sclerotic
rotation
result
relatively
redemonstrated
recess
proximal
posttraumatic
postoperative
postop
position
portion
platelike
pectus
partially
overload
overlapping
opacification
obstruction
nondisplaced
nipple
moderately
minimally
loss
lines
kv
ij
hydropneumothorax
high
healing
fusion
frontal
free
follow
fibrotic
fat
evaluated
etiology
end
dissection
dislocations
dislocation
discussed
difficult
dense
demonstrate
deformities
decubitus
decreased
cystic
curvature
coronary
compartment
combination
cavoatrial
cavity
bone
asymmetric
aspect
arterial
areas
appreciated
apparent
anticipated
amount
although
widened
valve
unclear
tumor
tubes
traumatic
total
tips
three
suprahilar
suggestion
structure
shunt
shows
should
see
scapular
retraction
reticulonodular
reticular
resolving
resection
report
repeat
removal
regions
redemonstration
recurrent
recurrence
projects
projection
progression
previously
placement
periphery
performed
partial
part
overlies
overlie
out
osteopenia
osteoarthritis
obscured
notification
metastases
maybe
lumen
loculated
liver
levels
jugular
it
intravenous
internal
injuries
indeterminant
incidental
humerus
humeral
hip
hemidiaphragms
have
habitus
gross
fullness
features
favored
entirely
enlarging
corresponding
conspicuous
consideration
confluent
collection
cavitation
cavitary
cardio
carcinoma
cancer
can
cabg
bypass
bronchiolitis
bodies
blunted
below
based
azygos
atherosclerosis
assess
apices
ap
allowing
your
worrisome
will
wide
wedging
veriphy
underpenetration
true
though
thoracotomy
thin
symptoms
supine
substantial
subpleural
subluxation
stomach
stigmata
spaces
sinus
silhouettes
significantly
significance
side
show
several
series
separation
sent
scars
scapula
rule
retained
removed
remote
remaining
reflecting
redistribution
reactive
radiographically
questions
quadrant
progressive
presence
possibility
pneumoperitoneum
peribronchial
pathology
pathologic
p
osteophytes
opportunity
obvious
obtained
now
notably
none
noncontrast
nodularity
narrowing
multilobar
multifocal
months
mixed
mitral
midline
message
masslike
margination
margin
lymphoma
lucent
loops
located
localized
lobulated
levoscoliosis
lesions
layering
largest
larger
kub
irregularity
intraperitoneal
intra
interstitium
innumerable
innominate
infrahilar
indistinct
indicate
incompletely
including
improving
histoplasmosis
histoplasmoma
hips
highly
grafting
generalized
gallbladder
fourth
foot
filled
fibronodular
exposure
excavatum
exams
examinations
exaggerated
exact
evolving
earlier
dual
dr
does
documented
discrete
disc
device
determine
desired
descending
densely
demonstration
decrease
cuffing
crowded
critical
containing
considered
completely
colonic
coarse
clearing
cleared
clavicular
characterized
certainty
carinatum
care
bronchitis
breast
benign
basal
assist
appreciable
ankle
alternatively
all
adequately
acuity
about
xray
wound
workup
winged
width
widespread
whose
whether
voluntary
viral
vertebra
verify
verification
ventricular
ventricle
variant
v
until
unknown
underneath
under
type
tunneled
tricompartmental
transverse
transection
traction
trachea
tissues
thyroid
thoracentesis
thickness
tenting
telephone
syndesmophytes
sympathetic
symmetrically
suture
suspicion
suspect
supporting
superimposing
summation
sulci
subsequent
subpulmonic
subphrenic
suboptimal
subglottic
subcutaneous
subacute
strongly
stripe
streakiness
sternum
sternoclavicular
stated
staff
spur
spread
spinal
spherical
sparing
something
solid
smaller
single
showing
sensitive
segments
sectional
second
screw
scoliotic
scaphoid
scant
satisfactory
sarcoid
ruled
rounded
ring
review
retrolisthesis
retrohilar
retrocrural
resolved
residua
require
repositioning
renal
remarkable
remainder
relative
relates
reflects
referring
reference
reduction
reduced
recommendations
readily
reactivation
reaction
raising
raises
raise
radiologist
radiography
radiodense
pseudofissure
provide
prosthetic
prosthesis
prostate
pronounced
projectional
projectile
projected
processes
primarily
prevertebral
presumed
presumably
potential
postradiation
postprocedural
postobstructive
postinflammatory
postinfectious
positioned
portacatheter
portable
pneumothoraces
pneumomediastinum
pleuritis
plaque
placed
piriform
pic
physiology
physicians
persist
perform
perforation
per
patellofemoral
passive
particularly
paraspinal
paralysis
parahilar
paraesophageal
pancreatitis
pain
ovoid
overlap
overexpanded
outward
outflow
orthopedic
origin
oriented
orientation
opportunistic
operative
opaque
op
onset
oligemia
occult
obscuring
obscuration
oblong
obliteration
obliquely
oblique
number
notify
notified
notable
nonsclerotic
nonobstructive
nonenlarged
nonemergent
nonconsolidating
noncalcified
non
ng
nasopharynx
mucous
motion
midfoot
metastasis
metacarpal
medication
mechanical
material
mastectomy
markedly
malpositioned
m
lymphoproliferative
lymphoid
lymphangitic
lumbosacral
lt
loculation
location
localize
lobectomy
lipoma
like
ligamentum
lentiform
kyphotic
kyphosis
knees
juxtahilar
junctions
iv
its
islands
intrapulmonary
into
interposition
interface
intact
inspiration
injection
initiated
inhalational
infracarinal
informative
indicates
incidentally
inability
implants
imaged
image
idiopathic
identity
identify
i
hypoventilated
hypoinflated
hyperlucent
hyperdensity
hyper
hodgkin
hiatus
hemothorax
hemoptysis
hemopneumothorax
hemodialysis
hematoma
haziness
hand
gunshot
gt
groundglass
greatest
great
graft
grade
goiter
globular
glenoid
geode
gastroesophageal
fragments
fragment
fractured
foreign
forearm
followed
foci
fluoroscopy
fluoroscopic
flowing
flattened
fixation
fissure
feeding
favoring
extremity
extreme
extending
explained
exist
exchange
exacerbation
evident
establish
essentially
especially
esophagus
esophagectomy
erosions
epiglottis
epigastric
epicardial
enthesopathy
enteric
enhanced
engorgement
energy
endotracheal
employed
embolism
elsewhere
element
elbow
either
duct
drainage
dominant
distribution
displacement
dish
discuss
diffusely
differentiate
differences
diaphragms
diameter
dialysis
diagnostic
dextrocardia
developmental
developed
detecting
details
detailed
detail
destructive
demonstrates
degraded
definitively
definitely
dated
cyst
cxr
cta
cross
couple
costochondral
costicartilage
cortical
cortex
correlated
correct
core
convexity
contrasted
contain
constellation
consolidative
consolidations
confirmation
concomitant
compressive
component
complication
compartments
communicated
common
collections
collecting
coarsened
closure
clarification
circumscribed
circular
chronicity
cholelithiasis
characterize
centimeters
cell
caval
causing
case
cardiophrenic
cardiomyopathy
capping
calcium
calcific
calcaneal
cachexia
c
bullets
bullet
buckling
bronchitic
bronchi
broken
brachiocephalic
br
blood
bile
bihilar
bibasal
between
benefit
attributed
attributable
attention
aspergilloma
asbestos
artifactual
arthritis
arthritic
arteriosum
arteriographic
arm
arising
approximating
approach
appendage
apparently
another
anomaly
annular
aneurysmal
almost
airways
aerated
advised
advancement
addition
actual
acromioclavicular
accompanied
accentuation
accentuated
absence
aberrant
