
[UNK]
indication
startseq
endseq
pain
with
chest
of
female
male
and
dyspnea
breath
for
history
shortness
no
preop
a
left
the
woman
right
cancer
patient
evaluation
surgery
indications
is
old
year
status
x
transplant
ppd
on
in
weeks
pneumonia
post
preoperative
positive
sided
one
hypertension
copd
back
syncope
to
asthma
out
days
chronic
productive
lung
evaluate
rib
loss
rule
abdominal
pt
vomiting
wheezing
weakness
disease
tb
sob
smoking
pre
ago
hypoxia
bone
this
onset
knee
followup
tuberculosis
shoulder
o
lower
dizziness
short
placement
marrow
bronchitis
breathing
arm
after
s
op
months
hx
breast
mental
hemoptysis
difficulty
congestion
complaints
upper
recent
kidney
hip
throat
renal
heart
edema
use
symptoms
mva
metastatic
carcinoma
vehicle
tobacco
possible
pneumothorax
cp
altered
repair
pulmonary
prostate
persistent
mass
exam
acute
testicular
sarcoidosis
replacement
numbness
nonsmoker
nausea
infection
from
today
r
headache
exertion
cxr
blood
bilateral
bariatric
years
workup
pleural
has
u
states
pressure
presents
leg
effusion
anterior
w
v
prior
neck
mvc
known
hernia
at
assault
up
side
shielded
previous
nodule
melanoma
low
injury
exacerbation
chills
chf
cell
bladder
worsening
total
sputum
sounds
seizure
oxygen
multiple
month
last
h
fatigue
c
abdomen
was
tube
tightness
that
test
tachycardia
removal
quadrant
physical
palpitations
or
now
increasing
increased
fracture
failure
esophageal
elevated
bmt
arthritis
t
starting
sore
since
screening
radiating
please
mid
lymphoma
leukocytosis
lateral
lab
examination
cardiac
ca
abnormal
wound
unable
tumor
tingling
sweats
skin
pregnant
pleuritic
nonproductive
myeloma
infiltrate
hiv
episode
emphysema
decreased
crackles
complaining
collision
bleed
aortic
anesthesia
accident
abuse
yof
thyroid
syndrome
syncopal
scheduled
rales
posterior
over
not
non
medical
lobe
line
f
extremity
etoh
epigastric
diarrhea
coughing
confusion
body
artery
worse
who
wall
valve
under
treatment
thoracic
testis
stent
stenosis
stage
spine
she
sarcoma
rt
routine
ribs
question
picc
p
occasional
obesity
metastasis
lymphadenopathy
liver
lightheadedness
ladder
hodgkin
head
fibrosis
few
facility
end
colon
changes
cervical
central
bypass
by
atrial
aspiration
yesterday
xxx
two
tenderness
suspected
surgical
started
stab
sensation
seen
scan
reported
reaction
prolapse
preprocedure
peripheral
passed
ovarian
osteoarthritis
midline
malignant
intermittent
icd
htn
hours
hour
home
high
having
have
hand
gunshot
follow
flank
feet
exposure
diabetes
cystic
concern
complains
cigarette
catheter
cabg
brain
bleeding
are
anxiety
an
aml
allergic
alleged
all
abscess
yrs
wheeze
versus
ventral
venous
substernal
sternum
six
sched
saturation
sarcoid
rheumatoid
removed
recurrent
rectal
reactive
radiographs
radiates
prostatectomy
production
postop
polysubstance
pancreatic
pa
otherwise
obstruction
nodules
nightsweats
neoplasm
morbid
mitral
mild
midsternal
midback
medication
mastectomy
malignancy
long
lobectomy
liters
like
lightheaded
leukemia
lat
irregular
involved
into
intermittently
inspiration
inhalation
inguinal
hepatocellular
heartbeat
grade
fx
frequent
fractures
foreign
flutter
fibrillation
fevers
feels
falling
face
ecf
ear
dysphasia
dx
does
dka
dizzy
distress
dissection
diminished
deep
cyst
coronary
code
closure
cirrhosis
choking
change
carotid
bronchiectasis
both
beginning
been
atelectasis
asymptomatic
around
area
apnea
ankle
also
airway
air
yr
yo
xray
wt
withdrawal
wheelchair
well
vision
view
vertigo
uveitis
urgency
unresponsive
tried
tonight
tnf
thyroidectomy
three
thoracentesis
therapy
tetralogy
term
taking
study
studies
steps
stents
stabbing
spinal
speech
soreness
slurred
sinus
shortest
sepsis
scapular
rll
rhonchi
resection
requirement
reflux
recurrence
recently
re
px
presyncope
presenting
postpartum
position
pleurisy
pericardial
pelvic
pancreatitis
palpitation
outside
other
osteoporosis
osteomyelitis
organ
open
obtain
nasal
myocardial
muscle
murmur
more
meds
medicine
mediastinum
mediastinal
mammogram
m
lungs
lumbar
lt
living
lipoma
level
lb
laryngeal
l
kicked
jaw
iritis
inside
initiation
infiltrates
infarct
indigestion
immigrant
hypertensive
hypercalcemia
hepatitis
hepatic
hemorrhoidectomy
hemorrhage
hemopytosis
hemodialysis
hematemesis
graft
goiter
gland
germ
generalized
foot
findings
femur
feeling
feel
fallot
eye
exertional
esophagus
energy
encephalopathy
embolism
elbow
ekg
effusions
eating
dvt
due
drainage
distal
dialysis
diagnosis
diagnosed
dehydration
couple
contusion
consolidation
congestive
comparis
comments
colostomy
collection
coarse
clot
cll
clavicle
cholecystectomy
chemotherapy
cheek
calculi
blurry
bloody
attack
assisted
assessment
assess
arthroplasty
arterial
arrest
approx
aneurysm
anemia
along
allogeneic
admitted
admit
adenopathy
additionally
additional
active
achalasia
acacerbati
abd
aam
yellowish
y
xol
xiphoid
xanax
wrist
wounds
wks
without
will
white
wheezes
weekend
wbc
walks
walking
vsd
vs
vocal
viridans
vhr
very
ventricle
ventilator
ventilation
vault
vascular
varices
vaginal
vaccination
uti
using
us
ureteral
unwitnessed
unspecified
unspec
unrelieved
unintentional
unexplained
unavailable
uip
type
tumors
tubes
tubal
troponin
tripped
transposition
transpleural
transp
transfer
tract
toothache
tonsillar
tof
tka
tissue
tinged
tibia
throughout
thrombosis
thanksgiving
than
th
temporal
temperature
tamoxifen
takedown
tachycardic
syphilis
synovial
sx
swimmer
swallowing
swallowed
svt
surveillance
supraglottic
supportive
suffered
subjective
subclavian
sts
strep
streaked
streak
strangulated
stool
stones
stomach
stepping
stated
state
st
squamous
specified
spasms
sp
some
soft
small
slipped
skilled
sinusitis
significant
shower
shaking
sfwp
sfhhc
severe
several
serum
sent
seizures
section
seasonal
sdh
scrotal
sclerosis
scleroderma
scapula
sbrt
sbp
sacroiliitis
ruq
roomate
room
rollover
rolled
rle
rhinoplasty
rhinitis
revision
reversal
retroperitoneal
retained
resulting
rest
requirements
replaced
repeat
remove
remote
remember
regurgitation
reevaluate
reduction
record
receiving
reads
rapid
range
ramicade
raise
radiograph
radiation
radial
questionable
q
pyeloplasty
pushed
pulses
pulmonic
ptx
pseudomonas
pruritic
proximal
prolonged
progressive
previously
prev
pretransplant
pretibial
pregnancy
postmenopausal
posteriorchest
positvie
pos
portable
polyarticular
polyarthralgia
pod
pnuemonia
pneumonias
pneumomediastinum
pn
pilonidal
pills
physician
persisting
perfusion
performed
per
pedestrian
pdp
pda
partial
parotid
paralysis
pancreas
palpation
painting
pacs
oxygenation
overseas
overnight
overdose
outlet
osteopenia
osteogenic
osh
ordering
ordered
operated
onto
once
occurs
obtained
obstructive
obese
nosebleeds
nosebleed
nose
nonradiating
nonprod
nondependent
nodular
nipple
neutropenia
neurostimulator
neuropathy
nephrectomy
necrotizing
myotomy
myopericarditis
myelomeningocele
muscular
muscles
mri
moving
movements
motion
mostly
morbidly
mitomyopathy
migranes
migraine
middle
midchest
midaxillary
methotrexate
metastic
metastases
menopausal
membranoproliferative
melonoma
mediastinitis
markers
many
malaise
lymphoid
lymph
lumpectomy
lumbago
lp
look
loculated
lipase
lines
levels
letting
lethargy
lesions
lesion
leiomyosarcoma
lbs
lbot
lasts
language
labeled
kub
kg
ketoacidosis
joints
joint
jm
iv
it
ischemia
involuntary
intubation
intracranial
internal
intake
insufficiency
insuffcieny
instance
inr
injuries
ingestion
information
inflammatory
infections
infarction
induction
induced
increases
incontinence
inactive
inability
improvement
impression
implants
implant
immunosuppressive
immunosuppression
immunosuppre
immunodeficiency
idiopathic
hysterectomy
hypoxic
hypoxemia
hypotension
hypokalemia
hyperviscosity
hyperstimulation
hyperosmolar
hyperlipidemia
hyperlidemia
hyperglycemia
humira
housing
hospice
homeless
hoarseness
histoplasmosis
histo
hiccups
hiatal
herniated
hep
hemorrhagic
hemoglobin
hematoma
heaviness
healing
headaches
he
hcc
hasn
happened
hallucinating
half
gyn
growing
great
granulomas
gown
glomerulonephritis
get
gastroesophageal
gangrene
fwc
further
function
fractured
found
forearm
football
food
followed
focal
flulike
flu
flare
fixation
five
fibrotic
fibrosing
femoral
false
exsmoker
expiratory
experiencing
excision
exacerbations
evidence
ethanol
esr
esoph
episodes
entering
enlarged
endstage
endometrial
endarterectomy
enbrel
employment
emphysemia
emesis
embolus
elevation
electronic
elbowed
eight
ealier
dz
dystrophy
dyskinesia
duchenne
drug
drinking
downstairs
dorv
doesn
dm
dizzyness
dislocation
disc
dis
direct
diffuse
diaphoresis
diabetic
dexa
device
despite
desaturation
depression
denisities
dementia
deltoid
dehydrated
decompression
date
cva
cutaneous
currently
crutches
crisis
cramping
could
cought
costochondral
correlation
correlate
cord
contrast
continued
contact
constipation
conservative
consciousness
confused
conditions
compressive
completed
complete
communicable
commissure
coming
colorectal
collapse
codes
cocaine
clubbing
clinical
ciwa
circumcision
cig
choroidal
choli
cholesterol
cholecystitis
chemical
cervicalgia
cellulitis
cck
causes
caught
caucasian
catheterization
care
cardioversion
cardiomyopathy
carcinoid
cannula
calf
calc
cachectic
but
burshe
burmese
bulging
bruising
broken
breasts
bradycardia
bowel
bodyaches
bnp
biopsy
biloma
bilat
below
behind
before
be
bcg
bathtub
basilar
bases
base
barrett
bangladesh
bacterial
bacteremia
backache
b
axillary
axilla
available
atypical
atv
attn
attempting
attacks
asymmetric
asbestos
arthroscopy
arthropathy
arrhythmia
approximately
appendix
apparent
ap
anything
anus
antibiotics
antibiotic
anteriorly
anorexia
ampullary
ambulance
always
alveolar
altercation
allogenic
alcoholic
airbag
aids
afib
